Repository: Dave0412/Pyto
Catalog: SwiftUI Views/*.lproj/Localizable.strings
Languages: de, es

source: Inspector
de: Inspektor

source: Done
de: Fertig
es: OK

source: Cancel
de: Abbrechen
es: Cancelar

source: Search
de: Suchen
es: Buscar

# samplesTitle
source: Examples
de: Beispiele
es: Ejemplos

# onboarding.title
source: Welcome to Pyto
de: Wilkommen bei Pyto
es: Te damos la bienvenida a Pyto

# onboarding.title.ios15
source: Welciome to Pyto
de: Wilkommen bei Pyto
es: ^[Bienvenido](inflect:true, inflectionAlternative: 'Bienvenide') a Pyto

# onboarding.subtitle
source: You can try Pyto for free during 3 days. Once your free trial expired, you'll need to purchase one of the two options below to continue using the app.
de: Sie können Pyto 3 Tage lang kostenlos testen. Nach Ablauf Ihrer kostenlosen Testversion müssen Sie eine der beiden folgenden Optionen erwerben, um die App weiterhin nutzen zu können.
es: Puedes probar Pyto gratis durante 3 días. Después de que caduque su versión de prueba gratuita, deberá comprar una de las dos opciones a continuación para continuar usando la aplicación.

# onboarding.runCode
source: Run Python code locally.
de: Führen Sie Python-Code lokal aus.
es: Ejecute código Python localmente

# onboarding.editor
source: Edit code with syntax highlighting and code completion.
de: Bearbeiten Sie den Code mit Syntaxhervorhebung und Code-Vervollständigung.
es: Edite código con coloración de sintaxis y compleción de código.

# onboarding.pypi
source: Install pure Python modules from PyPI.
de: Installieren Sie reine Python-Module von PyPI.
es: Instale módulos Python puros con PyPI.

# onboarding.shortcuts
source: Run scripts or custom code with Siri Shortcuts.
de: Führen Sie Skripte oder benutzerdefinierten Code mit Siri Shortcuts aus.
es: Ejecute scripts o código personalizado con atajos de Siri.

# onboarding.libraries
source: Contains these libraries
de: Enthält diese Bibliotheken
es: Contiene estas bibliotecas

# onboarding.noExtensionsFootnote
source: Does not contain numpy, pandas and any other library with C extensions
de: Enthält keine numpy, pandas und andere Bibliotheken mit C-Erweiterungen
es: No contiene numpy, pandas y ninguna otra biblioteca con extensiones C

# onboarding.trialEnded
source: Trial period ended
de: Die Probezeit endete
es: Período de prueba finalizado

# onboarding.beginFreeTrial
source: Begin free trial (3 days)
de: Kostenlose Testversion starten (3 Tage)
es: Comenzar prueba gratuita (3 días)

# onboarding.restore
source: Restore
de: Wiederherstellen
es: Restaurar

# onboarding.fullFeatured %@
source: Full featured %@
de: Vollversion %@
es: Versión completa %@

# onboarding.limitedVersion %@
source: No C extensions %@
de: Keine C-Erweiterungen %@
es: Sin extenciones C %@

# pypi.info
source: Install pure Python packages with PyPI. Packages are installed to Local Storage > Pyto > site_packages
de: Installieren Sie reine Python-Pakete mit PyPI. Pakete werden unter Lokaler Speicher > Pyto > site_packages installiert
es: Instale paquetes Python puros con PyPI. Los paquetes se instalan en Almacenamiento Local > Pyto > site_packages

# pypi.credits
source: UI inspired by
de: UI inspiriert von
es: UI inspirada por

# pypi.viewOnPyPi
source: View on PyPI.org
de: Ansicht auf PyPI.org
es: Ver en PyPI.org

# pypi.moreInfo
source: More information
de: Mehr Informationen
es: Más información
